Revit 2027 API
ParameterTypeId.RbsElecCircuitName Property
 "Load Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitName { get; }
Public Shared ReadOnly Property RbsElecCircuitName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitName {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace